{
  "Fi": [
    [
      "我的心是無聲的感應器，任何細微的偏離都會在我體內激起漣漪。",
      "我對違背內在價值的事物極度敏感，哪怕別人覺得沒什麼。"
    ],
    [
      "就算無人知曉，我也會默默維護那些我認為重要的原則。",
      "我願意堅持內心的道德標準，即使外在環境與之衝突。"
    ],
    [
      "情感不是劇烈的波動，而是一種恆久、純粹、難以妥協的核心。",
      "我的情緒很深沉而真實，不容易被表面事件所左右。"
    ],
    [
      "我習慣在內心構築價值的圓環，而非借助他人的評價作為坐標。",
      "我更在意自己怎麼看自己，而不是別人怎麼看我。"
    ],
    [
      "在價值與效率之間，我常選擇前者，即使那意味著我要更孤獨地前行。",
      "我寧可堅持自我信念，也不願犧牲原則換取方便或結果。"
    ]
  ],
  "Fe": [
    [
      "我總能感受到空氣中情緒的流動，像觸碰水面般即刻反應。",
      "我能很快察覺他人的情緒變化，並會想辦法維護和諧氣氛。"
    ],
    [
      "當有人疏離或不悅，我會反思自己是否做錯什麼。",
      "我很容易受他人反應影響，並希望大家都能感到舒服。"
    ],
    [
      "人際連結對我而言不只是互動，而是一種必須維持的能量平衡。",
      "我會主動照顧團體內的情感動態，讓大家彼此更融洽。"
    ],
    [
      "我的價值觀經常透過他人來定義，因為我在乎關係的存在。",
      "我會根據群體的需求與情感來調整自己的行為。"
    ],
    [
      "當周遭氣氛失衡時，我無法忽視那股不安定感。",
      "我對不和諧的人際狀況會非常焦慮，並試圖修復。"
    ]
  ],
  "Ti": [
    [
      "在混亂的知識深海中，我總執意以結構之光尋找一條完美的邏輯通道。",
      "我會花很多時間從內部邏輯來分析事物，即使別人覺得不實用也無妨。"
    ],
    [
      "若真理如碎晶般破散，我仍願以心鑿一塊塊拼合它的原貌。",
      "我傾向自行拆解與重建觀念，確保每一處推理都精準無誤。"
    ],
    [
      "我對完美架構有著無法放下的執著，即使只是腦中幻想的藍圖。",
      "我在思考上追求系統性與一致性，有時會過度糾結細節是否合理。"
    ],
    [
      "在無聲的夜裡，我思索世界運行的規律，像編寫不斷優化的內部代碼。",
      "我常獨自思考抽象問題，試圖找出背後的邏輯規則。"
    ],
    [
      "別人關心結果，我卻耽溺於『為什麼它會這樣？』的精密審問中。",
      "我偏好深入探究問題背後的邏輯原因，而不是直接接受表面答案。"
    ]
  ],
  "Te": [
    [
      "我傾向用可量化的結果證明價值，而非憑感覺評估事情的好壞。",
      "我重視效率與成果，覺得實際可見的成就才有意義。"
    ],
    [
      "當秩序瓦解時，我會自動站出來重新建立可運行的機制。",
      "我擅長規劃與管理，當情況混亂時我會介入並讓事情恢復運作。"
    ],
    [
      "我相信明確與可驗證的規則比情緒來得可靠。",
      "我偏好客觀原則來判斷對錯，而非根據個人情緒。"
    ],
    [
      "執行力就是價值本身，能推動世界的不是夢想，而是落地。",
      "我重視可執行的計畫，而不是空泛的想法或理念。"
    ],
    [
      "我很難容忍低效與反覆出錯，系統必須優化才能永續。",
      "我會試圖優化流程與組織，讓事情運作更高效。"
    ]
  ],
  "Ni": [
    [
      "未來不是推測，而是一種靜靜降臨的預感，像霧中隱約可見的巨塔。",
      "我常有一種強烈的預知感，彷彿能看見未來會怎樣。"
    ],
    [
      "當碎片情報落下，我的大腦會自動拼出整幅圖像。",
      "我習慣從各種表面現象中找出深層意涵與脈絡。"
    ],
    [
      "我會執著於尋找『萬物背後的結構』，彷彿那才是真實的形狀。",
      "我經常把注意力集中在抽象模式與大方向，而非細節。"
    ],
    [
      "我常一語道破別人沒說出口的核心問題，甚至讓他們自己嚇一跳。",
      "我能夠迅速洞察他人思考的本質，並指出盲點。"
    ],
    [
      "時間在我眼裡不是一線，而是螺旋，一切都在特定軌道上循環推進。",
      "我對於事件之間的因果與發展脈絡極為敏感。"
    ]
  ],
  "Ne": [
    [
      "一個念頭就能激起無數可能，我的大腦如星爆般跳躍與延伸。",
      "我想到某件事時，常會不斷聯想到其他不同方向的點子。"
    ],
    [
      "靈感不是等來的，而是隨時準備好讓混沌接通的那一刻。",
      "我對新奇的概念與突發的點子非常敏感。"
    ],
    [
      "我不相信單一解釋，每件事都有它可能的另一種真相。",
      "我會同時思考事情的多種版本或觀點，不輕易定論。"
    ],
    [
      "與其問答案是什麼，我更在乎『還有什麼我們沒想到的可能？』",
      "我經常挑戰現有結論，尋找未被考慮的替代路徑。"
    ],
    [
      "我的思緒像神經突觸閃動，不照順序卻總有火花連線起未知之網。",
      "我跳躍式思考很快，點子之間能迅速產生新結合。"
    ]
  ],
  "Si": [
    [
      "記憶對我而言像有生命的礦層，每層都保存一段未變形的時光。",
      "我能清楚記得過去的細節，甚至是他人早已遺忘的部分。"
    ],
    [
      "穩定與可預測的流程，讓我感到安全與信賴。",
      "我偏好按照熟悉的模式與既有經驗處理事情。"
    ],
    [
      "新事物會先被我拿來與舊經驗比對，直到它有了自己的位置。",
      "我學習新知時常會連結過去所知，以找出相似點。"
    ],
    [
      "我不是拒絕改變，只是希望變動中仍有一致與根據可尋。",
      "我可以接受變化，但會希望其背後有合理依據。"
    ],
    [
      "每件事我都希望做得一樣好，因為那是對過去努力的尊重。",
      "我會盡力維持自己一貫的水準與標準。"
    ]
  ],
  "Se": [
    [
      "我感知的是現在，是空氣的濕度、聲音的距離與光線的走向。",
      "我非常敏銳於周遭的物理細節，能快速反應在當下狀況中。"
    ],
    [
      "世界不是想像出來的，而是用身體去穿越與體驗的。",
      "我喜歡實際行動與直接體驗，而不是空談或想像。"
    ],
    [
      "與其預測風向，我選擇當風來時起身奔跑。",
      "我善於根據眼前情況快速做出反應與決策。"
    ],
    [
      "我對動態與刺激有著無法關掉的渴望，彷彿不斷求證自己存在。",
      "我很容易被新鮮、有趣、強烈的刺激吸引。"
    ],
    [
      "當別人還在想怎麼辦時，我已經把第一步踏出去了。",
      "我傾向先做再說，依照現場狀況邊走邊調整。"
    ]
  ]
}